/* 
  Localizable.strings
  HomeTouch

  Created by Yuval Rakavy on 6/29/12.
  Copyright (c) 2012 __MyCompanyName__. All rights reserved.
*/

/* Status: Browsing */
"LookingForHomeTouchManager" = "Looking for\nHomeToucher Manager";
/* Status: Querying */
"LookingForHomeTouchServer" = "Looking for\nHomeToucher Server";
/* Status: Wait for connecting */
"WaitBeforeConnecting" = "Waiting before connecting";
/* Status: Connecting */
"ConnectingToHomeTouchServer" = "Connecting to\nHomeToucher server";
/* Select home touch manager title */
"SelectHomeTouchManagerTitle" = "Select Zone";

"GeoDescription" = "Location (lat: %g°, lon: %g°)";
"GeoDescriptionWithDistance" = "Location (lat: %g°, lon: %g°) - distance %g ";
"meters" = "m";
"km" = "Km";

"InvalidBeaconMajorTitle" = "Invalid beacon major value";
"InvalidBeaconMajorMessage" = "Please enter valid integer value";
"InvalidBeaconMinorTitle" = "Invalid beacon minor value";
"InvalidBeaconMinorMessage" = "Please enter valid integer value";
"BluetoothNotActiveTitle" = "Bluetooth not active";
"BluetoothNotActiveMessage" = "Active bluetooth before enabling beacon transmission";
